Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Add %@ on %@
ar: إضافة %@ في %@
de: %@ am %@ hinzufügen
el: Προσθήκη %@ στις %@
es: Añadir %@ el %@
fr: Ajouter %@ le %@
hi: %@ को %@ पर जोड़ें
it: Aggiungi %@ il %@
ja: %@を%@に追加
ko: %@을(를) %@에 추가
pt_br: Adicionar %@ em %@
ru: Добавить %@ на %@
tr: %@ öğesini %@ gününe ekle
vi: Thêm %@ vào %@
zh_hans: 在%2$@添加%1$@

source: Add a cover photo
ar: إضافة صورة غلاف
de: Titelbild hinzufügen
el: Προσθήκη φωτογραφίας εξωφύλλου
es: Añadir una foto de portada
fr: Ajouter une photo de couverture
hi: कवर फ़ोटो जोड़ें
it: Aggiungi una foto di copertina
ja: カバー写真を追加
ko: 커버 사진 추가
pt_br: Adicionar foto de capa
ru: Добавить обложку
tr: Kapak fotoğrafı ekle
vi: Thêm ảnh bìa
zh_hans: 添加封面照片

source: Add a custom timer
ar: إضافة مؤقت مخصص
de: Eigenen Timer hinzufügen
el: Προσθήκη δικού σου χρονομέτρου
es: Añadir un temporizador
fr: Ajouter un minuteur
hi: अपना टाइमर जोड़ें
it: Aggiungi un timer personalizzato
ja: タイマーを追加
ko: 타이머 추가
pt_br: Adicionar timer personalizado
ru: Добавить свой таймер
tr: Özel zamanlayıcı ekle
vi: Thêm hẹn giờ riêng
zh_hans: 添加自定义计时器

source: Add a grocery item
ar: إضافة عنصر تسوق
de: Einkaufsartikel hinzufügen
el: Προσθήκη είδους αγορών
es: Añadir un artículo
fr: Ajouter un article
hi: किराने की चीज़ जोड़ें
it: Aggiungi un articolo
ja: 買い物アイテムを追加
ko: 장보기 항목 추가
pt_br: Adicionar item de compra
ru: Добавить покупку
tr: Alışveriş ürünü ekle
vi: Thêm món cần mua
zh_hans: 添加购物项

source: Add a person
ar: إضافة شخص
de: Person hinzufügen
el: Προσθήκη ατόμου
es: Añadir una persona
fr: Ajouter une personne
hi: व्यक्ति जोड़ें
it: Aggiungi una persona
ja: メンバーを追加
ko: 사람 추가
pt_br: Adicionar uma pessoa
ru: Добавить человека
tr: Kişi ekle
vi: Thêm người
zh_hans: 添加成员

source: Add a recipe
ar: إضافة وصفة
de: Rezept hinzufügen
el: Προσθήκη συνταγής
es: Añadir una receta
fr: Ajouter une recette
hi: रेसिपी जोड़ें
it: Aggiungi una ricetta
ja: レシピを追加
ko: 레시피 추가
pt_br: Adicionar receita
ru: Добавить рецепт
tr: Tarif ekle
vi: Thêm công thức
zh_hans: 添加食谱

source: Add a screenshot of the steps
ar: أضف لقطة شاشة للخطوات
de: Screenshot der Schritte hinzufügen
el: Πρόσθεσε στιγμιότυπο οθόνης με τα βήματα
es: Añade una captura de los pasos
fr: Ajoutez une capture des étapes
hi: स्टेप्स का स्क्रीनशॉट जोड़ें
it: Aggiungi uno screenshot dei passaggi
ja: 手順のスクリーンショットを追加
ko: 단계 스크린샷 추가
pt_br: Adicione um print dos passos
ru: Добавьте скриншот шагов
tr: Adımların ekran görüntüsünü ekle
vi: Thêm ảnh chụp màn hình các bước
zh_hans: 添加步骤截图

source: Add an item, e.g. 2 lemons
ar: أضف عنصرًا، مثل 2 ليمون
de: Artikel hinzufügen, z. B. 2 Zitronen
el: Πρόσθεσε είδος, π.χ. 2 λεμόνια
es: Añade un artículo, p. ej. 2 limones
fr: Ajoutez un article, p. ex. 2 citrons
hi: चीज़ जोड़ें, जैसे 2 नींबू
it: Aggiungi un articolo, es. 2 limoni
ja: アイテムを追加（例：レモン2個）
ko: 항목 추가 (예: 레몬 2개)
pt_br: Adicione um item, ex.: 2 limões
ru: Добавьте продукт, например 2 лимона
tr: Ürün ekle, örn. 2 limon
vi: Thêm món, ví dụ 2 quả chanh
zh_hans: 添加物品，例如2个柠檬

source: Add each person's allergies and portions
ar: أضف حساسيات وحصص كل شخص
de: Allergien und Portionen jeder Person hinzufügen
el: Πρόσθεσε τις αλλεργίες και τις μερίδες κάθε ατόμου
es: Añade las alergias y raciones de cada persona
fr: Ajoutez les allergies et portions de chacun
hi: हर व्यक्ति की एलर्जी और हिस्सा जोड़ें
it: Aggiungi allergie e porzioni di ogni persona
ja: 一人ひとりのアレルギーと分量を追加
ko: 각 사람의 알레르기와 양 추가
pt_br: Adicione as alergias e porções de cada pessoa
ru: Добавьте аллергии и порции каждого
tr: Her kişinin alerjilerini ve porsiyonlarını ekle
vi: Thêm dị ứng và khẩu phần của từng người
zh_hans: 添加每个人的过敏原和份量

source: Add family or housemates
ar: أضف العائلة أو من يسكن معك
de: Familie oder Mitbewohner hinzufügen
el: Πρόσθεσε οικογένεια ή συγκατοίκους
es: Añadir familia o compañeros de piso
fr: Ajouter la famille ou des colocataires
hi: परिवार या साथ रहने वालों को जोड़ें
it: Aggiungi famiglia o coinquilini
ja: 家族や同居人を追加
ko: 가족이나 함께 사는 사람 추가
pt_br: Adicionar família ou quem mora com você
ru: Добавить семью или соседей
tr: Aileni ya da ev arkadaşlarını ekle
vi: Thêm gia đình hoặc người ở cùng
zh_hans: 添加家人或室友

source: Add ingredient
ar: إضافة مكوّن
de: Zutat hinzufügen
el: Προσθήκη υλικού
es: Añadir ingrediente
fr: Ajouter un ingrédient
hi: सामग्री जोड़ें
it: Aggiungi ingrediente
ja: 材料を追加
ko: 재료 추가
pt_br: Adicionar ingrediente
ru: Добавить ингредиент
tr: Malzeme ekle
vi: Thêm nguyên liệu
zh_hans: 添加食材

source: Add ingredients to grocery list
ar: إضافة المكونات إلى قائمة التسوق
de: Zutaten zur Einkaufsliste hinzufügen
el: Προσθήκη υλικών στη λίστα αγορών
es: Añadir ingredientes a la lista de la compra
fr: Ajouter les ingrédients à la liste de courses
hi: सामग्री किराने की सूची में जोड़ें
it: Aggiungi gli ingredienti alla lista della spesa
ja: 材料を買い物リストに追加
ko: 재료를 장보기 목록에 추가
pt_br: Adicionar ingredientes à lista de compras
ru: Добавить ингредиенты в список покупок
tr: Malzemeleri alışveriş listesine ekle
vi: Thêm nguyên liệu vào danh sách đi chợ
zh_hans: 把食材加入购物清单

source: Add price paid
ar: إضافة السعر المدفوع
de: Bezahlten Preis hinzufügen
el: Προσθήκη τιμής αγοράς
es: Añadir precio pagado
fr: Ajouter le prix payé
hi: चुकाई कीमत जोड़ें
it: Aggiungi prezzo pagato
ja: 支払った金額を追加
ko: 지불한 가격 추가
pt_br: Adicionar preço pago
ru: Добавить цену покупки
tr: Ödenen fiyatı ekle
vi: Thêm giá đã trả
zh_hans: 添加实付价格

source: Add step
ar: إضافة خطوة
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Añadir paso
fr: Ajouter une étape
hi: स्टेप जोड़ें
it: Aggiungi passaggio
ja: 手順を追加
ko: 단계 추가
pt_br: Adicionar passo
ru: Добавить шаг
tr: Adım ekle
vi: Thêm bước
zh_hans: 添加步骤

source: Add steps
ar: إضافة خطوات
de: Schritte hinzufügen
el: Προσθήκη βημάτων
es: Añadir pasos
fr: Ajouter des étapes
hi: स्टेप्स जोड़ें
it: Aggiungi passaggi
ja: 手順を追加
ko: 단계 추가
pt_br: Adicionar passos
ru: Добавить шаги
tr: Adımları ekle
vi: Thêm các bước
zh_hans: 添加步骤

source: Add the ingredient's name, e.g. “2 eggs”
ar: أضف اسم المكوّن، مثل «2 بيض»
de: Gib den Namen der Zutat an, z. B. „2 Eier“
el: Γράψε το όνομα του υλικού, π.χ. «2 αυγά»
es: Añade el nombre del ingrediente, p. ej. “2 huevos”
fr: Ajoutez le nom de l’ingrédient, p. ex. « 2 œufs »
hi: सामग्री का नाम लिखें, जैसे “2 अंडे”
it: Scrivi il nome dell’ingrediente, es. “2 uova”
ja: 材料名を入力してください（例：「卵 2個」）
ko: 재료 이름을 입력하세요 (예: “달걀 2개”)
pt_br: Escreva o nome do ingrediente, ex.: “2 ovos”
ru: Укажите название ингредиента, например «2 яйца»
tr: Malzemenin adını yaz, örn. “2 yumurta”
vi: Nhập tên nguyên liệu, ví dụ “2 quả trứng”
zh_hans: 填写食材名称，例如“2个鸡蛋”

source: Add the method so Cook Mode can guide you.
ar: أضف طريقة التحضير ليرشدك وضع الطبخ.
de: Füge die Zubereitung hinzu, damit dich der Kochmodus führen kann.
el: Πρόσθεσε την εκτέλεση για να σε καθοδηγεί η λειτουργία μαγειρέματος.
es: Añade la preparación para que el modo cocina te guíe.
fr: Ajoutez la préparation pour que le mode cuisine vous guide.
hi: विधि जोड़ें ताकि कुक मोड आपकी मदद कर सके।
it: Aggiungi il procedimento così la modalità cucina può guidarti.
ja: 作り方を追加すると、クックモードでガイドできます。
ko: 조리법을 추가하면 요리 모드가 안내해 드려요.
pt_br: Adicione o modo de preparo para o modo cozinha te guiar.
ru: Добавьте способ приготовления, чтобы режим готовки вёл вас по шагам.
tr: Pişirme modu sana yol gösterebilsin diye yapılışı ekle.
vi: Thêm cách làm để Chế độ nấu có thể hướng dẫn bạn.
zh_hans: 添加做法，烹饪模式才能一步步指导你。

source: Add to collection
ar: إضافة إلى مجموعة
de: Zur Sammlung hinzufügen
el: Προσθήκη σε συλλογή
es: Añadir a una colección
fr: Ajouter à une collection
hi: कलेक्शन में जोड़ें
it: Aggiungi a una raccolta
ja: コレクションに追加
ko: 컬렉션에 추가
pt_br: Adicionar a uma coleção
ru: Добавить в подборку
tr: Koleksiyona ekle
vi: Thêm vào bộ sưu tập
zh_hans: 加入收藏夹

source: Add to favourites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
tr: Favorilere ekle
vi: Thêm vào yêu thích
zh_hans: 加入最爱

source: Add to grocery list
ar: إضافة إلى قائمة التسوق
de: Zur Einkaufsliste hinzufügen
el: Προσθήκη στη λίστα αγορών
es: Añadir a la lista de la compra
fr: Ajouter à la liste de courses
hi: किराने की सूची में जोड़ें
it: Aggiungi alla lista della spesa
ja: 買い物リストに追加
ko: 장보기 목록에 추가
pt_br: Adicionar à lista de compras
ru: Добавить в список покупок
tr: Alışveriş listesine ekle
vi: Thêm vào danh sách đi chợ
zh_hans: 加入购物清单

source: Add to list
ar: إضافة إلى القائمة
de: Zur Liste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista
fr: Ajouter à la liste
hi: सूची में जोड़ें
it: Aggiungi alla lista
ja: リストに追加
ko: 목록에 추가
pt_br: Adicionar à lista
ru: Добавить в список
tr: Listeye ekle
vi: Thêm vào danh sách
zh_hans: 加入清单

source: Add to pantry
ar: إضافة إلى المخزن
de: Zum Vorrat hinzufügen
el: Προσθήκη στο ντουλάπι
es: Añadir a la despensa
fr: Ajouter au garde-manger
hi: पैंट्री में जोड़ें
it: Aggiungi alla dispensa
ja: パントリーに追加
ko: 식료품 보관함에 추가
pt_br: Adicionar à despensa
ru: Добавить в запасы
tr: Kilere ekle
vi: Thêm vào tủ đồ
zh_hans: 加入储藏

source: Add to plan
ar: إضافة إلى الخطة
de: Zum Plan hinzufügen
el: Προσθήκη στο πρόγραμμα
es: Añadir al plan
fr: Ajouter au planning
hi: योजना में जोड़ें
it: Aggiungi al piano
ja: 献立に追加
ko: 계획에 추가
pt_br: Adicionar ao plano
ru: Добавить в план
tr: Plana ekle
vi: Thêm vào kế hoạch
zh_hans: 加入计划

source: Add up to 50 items at a time
ar: أضف حتى 50 عنصرًا في المرة
de: Bis zu 50 Artikel auf einmal hinzufügen
el: Πρόσθεσε έως 50 είδη τη φορά
es: Añade hasta 50 artículos a la vez
fr: Ajoutez jusqu’à 50 articles à la fois
hi: एक बार में 50 चीज़ें तक जोड़ें
it: Aggiungi fino a 50 articoli alla volta
ja: 一度に最大50個まで追加できます
ko: 한 번에 최대 50개까지 추가할 수 있어요
pt_br: Adicione até 50 itens de uma vez
ru: Можно добавить до 50 продуктов за раз
tr: Bir kerede en fazla 50 ürün ekle
vi: Thêm tối đa 50 món mỗi lần
zh_hans: 一次最多添加50项

source: Add what it is, e.g. “2 lemons”
ar: اكتب ما هو، مثل «2 ليمون»
de: Gib an, was es ist, z. B. „2 Zitronen“
el: Γράψε τι είναι, π.χ. «2 λεμόνια»
es: Añade qué es, p. ej. “2 limones”
fr: Indiquez ce que c’est, p. ex. « 2 citrons »
hi: लिखें यह क्या है, जैसे “2 नींबू”
it: Scrivi cos’è, es. “2 limoni”
ja: 何かを入力してください（例：「レモン2個」）
ko: 무엇인지 입력하세요 (예: “레몬 2개”)
pt_br: Escreva o que é, ex.: “2 limões”
ru: Укажите, что это, например «2 лимона»
tr: Ne olduğunu yaz, örn. “2 limon”
vi: Nhập đó là gì, ví dụ “2 quả chanh”
zh_hans: 写下是什么，例如“2个柠檬”

source: Add what you have (e.g. eggs, rice)
ar: أضف ما لديك (مثل البيض والأرز)
de: Füge hinzu, was du hast (z. B. Eier, Reis)
el: Πρόσθεσε ό,τι έχεις (π.χ. αυγά, ρύζι)
es: Añade lo que tienes (p. ej. huevos, arroz)
fr: Ajoutez ce que vous avez (p. ex. œufs, riz)
hi: जो आपके पास है वह जोड़ें (जैसे अंडे, चावल)
it: Aggiungi ciò che hai (es. uova, riso)
ja: 手元にある物を追加（例：卵、ご飯）
ko: 가진 재료를 추가하세요 (예: 달걀, 밥)
pt_br: Adicione o que você tem (ex.: ovos, arroz)
ru: Добавьте, что у вас есть (например, яйца, рис)
tr: Elinde olanları ekle (örn. yumurta, pirinç)
vi: Thêm những gì bạn có (ví dụ trứng, cơm)
zh_hans: 添加你已有的东西（例如鸡蛋、米饭）

source: Add what you have and we'll suggest recipes that use it up — and remind you before things go off.
ar: أضف ما لديك وسنقترح وصفات تستهلكه — ونذكّرك قبل أن يفسد.
de: Füge hinzu, was du hast – wir schlagen Rezepte vor, die es verbrauchen, und erinnern dich, bevor etwas schlecht wird.
el: Πρόσθεσε ό,τι έχεις — θα προτείνουμε συνταγές για να το χρησιμοποιήσεις και θα σου θυμίσουμε πριν χαλάσει.
es: Añade lo que tienes y te sugeriremos recetas para aprovecharlo — y te avisaremos antes de que se estropee.
fr: Ajoutez ce que vous avez : nous vous proposerons des recettes pour l’utiliser — et vous préviendrons avant que ça ne se perde.
hi: जो आपके पास है वह जोड़ें — हम उसे इस्तेमाल करने वाली रेसिपी सुझाएँगे और खराब होने से पहले याद दिलाएँगे।
it: Aggiungi ciò che hai: ti suggeriremo ricette per usarlo e ti avviseremo prima che vada a male.
ja: 手元にある物を追加すると、使い切れるレシピを提案し、傷む前にお知らせします。
ko: 가진 재료를 추가하면 그걸 활용할 레시피를 추천하고, 상하기 전에 알려 드려요.
pt_br: Adicione o que você tem e sugerimos receitas para aproveitar — e avisamos antes de estragar.
ru: Добавьте, что у вас есть, — мы предложим рецепты, чтобы всё использовать, и напомним, пока продукты не испортились.
tr: Elinde olanları ekle — bunları kullanan tarifler önerelim ve bozulmadan önce hatırlatalım.
vi: Thêm những gì bạn có, chúng tôi sẽ gợi ý công thức dùng hết chúng — và nhắc trước khi bị hỏng.
zh_hans: 添加你已有的东西，我们会推荐能用掉它们的食谱，并在变质前提醒你。

source: Add what you have in Shop › Pantry and we'll find recipes that use it.
ar: أضف ما لديك في التسوق › المخزن وسنجد وصفات تستخدمه.
de: Füge unter Einkauf › Vorrat hinzu, was du hast, und wir finden Rezepte dafür.
el: Πρόσθεσε ό,τι έχεις στο Αγορές › Ντουλάπι και θα βρούμε συνταγές που το χρησιμοποιούν.
es: Añade lo que tienes en Compra › Despensa y buscaremos recetas que lo usen.
fr: Ajoutez ce que vous avez dans Courses › Garde-manger et nous trouverons des recettes qui l’utilisent.
hi: शॉप › पैंट्री में जो आपके पास है वह जोड़ें, हम उसे इस्तेमाल करने वाली रेसिपी ढूँढेंगे।
it: Aggiungi ciò che hai in Spesa › Dispensa e troveremo ricette per usarlo.
ja: 買い物 › パントリーに手元の物を追加すると、それを使うレシピを探します。
ko: 장보기 › 식료품 보관함에 가진 재료를 추가하면 그걸 쓰는 레시피를 찾아 드려요.
pt_br: Adicione o que você tem em Compras › Despensa e encontramos receitas que usam isso.
ru: Добавьте свои продукты в Покупки › Запасы, и мы найдём рецепты с ними.
tr: Alışveriş › Kiler bölümüne elindekileri ekle, bunları kullanan tarifleri bulalım.
vi: Thêm những gì bạn có trong Đi chợ › Tủ đồ và chúng tôi sẽ tìm công thức dùng chúng.
zh_hans: 在 购物 › 储藏 中添加你已有的东西，我们会找出用得上的食谱。

source: Add what you have, e.g. 6 eggs
ar: أضف ما لديك، مثل 6 بيضات
de: Füge hinzu, was du hast, z. B. 6 Eier
el: Πρόσθεσε ό,τι έχεις, π.χ. 6 αυγά
es: Añade lo que tienes, p. ej. 6 huevos
fr: Ajoutez ce que vous avez, p. ex. 6 œufs
hi: जो आपके पास है वह जोड़ें, जैसे 6 अंडे
it: Aggiungi ciò che hai, es. 6 uova
ja: 手元にある物を追加（例：卵6個）
ko: 가진 재료를 추가하세요 (예: 달걀 6개)
pt_br: Adicione o que você tem, ex.: 6 ovos
ru: Добавьте, что у вас есть, например 6 яиц
tr: Elinde olanları ekle, örn. 6 yumurta
vi: Thêm những gì bạn có, ví dụ 6 quả trứng
zh_hans: 添加你已有的东西，例如6个鸡蛋

source: Added by you
ar: أضفته أنت
de: Von dir hinzugefügt
el: Το πρόσθεσες εσύ
es: Añadido por ti
fr: Ajouté par vous
hi: आपने जोड़ा
it: Aggiunto da te
ja: 自分で追加
ko: 직접 추가함
pt_br: Adicionado por você
ru: Добавлено вами
tr: Senin eklediğin
vi: Do bạn thêm
zh_hans: 你添加的

source: Added to favourites
ar: تمت الإضافة إلى المفضلة
de: Zu Favoriten hinzugefügt
el: Προστέθηκε στα αγαπημένα
es: Añadida a favoritos
fr: Ajoutée aux favoris
hi: पसंदीदा में जोड़ा गया
it: Aggiunta ai preferiti
ja: お気に入りに追加しました
ko: 즐겨찾기에 추가됨
pt_br: Adicionada aos favoritos
ru: Добавлено в избранное
tr: Favorilere eklendi
vi: Đã thêm vào yêu thích
zh_hans: 已加入最爱

source: Added to your grocery list
ar: تمت الإضافة إلى قائمة التسوق
de: Zur Einkaufsliste hinzugefügt
el: Προστέθηκε στη λίστα αγορών
es: Añadido a tu lista de la compra
fr: Ajouté à votre liste de courses
hi: आपकी किराने की सूची में जोड़ा गया
it: Aggiunto alla lista della spesa
ja: 買い物リストに追加しました
ko: 장보기 목록에 추가됨
pt_br: Adicionado à sua lista de compras
ru: Добавлено в список покупок
tr: Alışveriş listene eklendi
vi: Đã thêm vào danh sách đi chợ
zh_hans: 已加入购物清单

source: Added to your pantry
ar: تمت الإضافة إلى المخزن
de: Zum Vorrat hinzugefügt
el: Προστέθηκε στο ντουλάπι
es: Añadido a tu despensa
fr: Ajouté à votre garde-manger
hi: आपकी पैंट्री में जोड़ा गया
it: Aggiunto alla dispensa
ja: パントリーに追加しました
ko: 식료품 보관함에 추가됨
pt_br: Adicionado à sua despensa
ru: Добавлено в запасы
tr: Kilerine eklendi
vi: Đã thêm vào tủ đồ
zh_hans: 已加入储藏

source: Adding the method to “%@”
ar: جارٍ إضافة طريقة التحضير إلى «%@»
de: Zubereitung wird zu „%@“ hinzugefügt
el: Προσθήκη εκτέλεσης στη συνταγή «%@»
es: Añadiendo la preparación a “%@”
fr: Ajout de la préparation à « %@ »
hi: “%@” में विधि जोड़ रहे हैं
it: Aggiunta del procedimento a “%@”
ja: 「%@」に作り方を追加しています
ko: “%@”에 조리법 추가 중
pt_br: Adicionando o modo de preparo a “%@”
ru: Добавляем способ приготовления в «%@»
tr: “%@” tarifine yapılış ekleniyor
vi: Đang thêm cách làm vào “%@”
zh_hans: 正在为“%@”添加做法

source: Adds a leftovers meal and scales your shopping
ar: يضيف وجبة من البقايا ويعدّل مشترياتك
de: Fügt eine Reste-Mahlzeit hinzu und passt deinen Einkauf an
el: Προσθέτει γεύμα με περισσεύματα και προσαρμόζει τις αγορές
es: Añade una comida de sobras y ajusta tu compra
fr: Ajoute un repas de restes et adapte vos courses
hi: बचे हुए खाने का भोजन जोड़ता है और खरीदारी बढ़ाता है
it: Aggiunge un pasto con gli avanzi e adegua la spesa
ja: 作り置きの食事を追加し、買い物の量を調整します
ko: 남은 음식 식사를 추가하고 장보기 양을 조정해요
pt_br: Adiciona uma refeição de sobras e ajusta suas compras
ru: Добавляет приём пищи из остатков и увеличивает покупки
tr: Artık yemek öğünü ekler ve alışverişini ölçekler
vi: Thêm một bữa đồ thừa và điều chỉnh lượng mua
zh_hans: 增加一顿剩菜餐并调整采购量

source: Adds alongside %@
ar: يُضاف مع %@
de: Wird zusätzlich zu %@ hinzugefügt
el: Προστίθεται μαζί με %@
es: Se añade junto a %@
fr: S’ajoute à côté de %@
hi: %@ के साथ जोड़ता है
it: Si aggiunge accanto a %@
ja: %@と一緒に追加されます
ko: %@와(과) 함께 추가돼요
pt_br: Adiciona junto com %@
ru: Добавляется вместе с %@
tr: %@ ile birlikte eklenir
vi: Thêm cùng với %@
zh_hans: 与%@一起添加

source: Adult
ar: بالغ
de: Erwachsene
el: Ενήλικας
es: Adulto
fr: Adulte
hi: वयस्क
it: Adulto
ja: 大人
ko: 성인
pt_br: Adulto
ru: Взрослый
tr: Yetişkin
vi: Người lớn
zh_hans: 成人

source: African
ar: أفريقي
de: Afrikanisch
el: Αφρικανική
es: Africana
fr: Africaine
hi: अफ़्रीकी
it: Africana
ja: アフリカ料理
ko: 아프리카 요리
pt_br: Africana
ru: Африканская
tr: Afrika mutfağı
vi: Món châu Phi
zh_hans: 非洲菜

source: Against your daily targets
ar: مقارنةً بأهدافك اليومية
de: Im Vergleich zu deinen Tageszielen
el: Σε σχέση με τους ημερήσιους στόχους
es: Frente a tus objetivos diarios
fr: Par rapport à vos objectifs quotidiens
hi: आपके दैनिक लक्ष्यों की तुलना में
it: Rispetto ai tuoi obiettivi giornalieri
ja: 1日の目標に対して
ko: 하루 목표 대비
pt_br: Comparado às suas metas diárias
ru: В сравнении с дневными целями
tr: Günlük hedeflerine göre
vi: So với mục tiêu hằng ngày
zh_hans: 对比你的每日目标

source: Age
ar: العمر
de: Alter
el: Ηλικία
es: Edad
fr: Âge
hi: उम्र
it: Età
ja: 年齢
ko: 나이
pt_br: Idade
ru: Возраст
tr: Yaş
vi: Tuổi
zh_hans: 年龄

source: Air fryer
ar: قلاية هوائية
de: Heißluftfritteuse
es: Freidora de aire
fr: Friteuse à air
hi: एयर फ़्रायर
it: Friggitrice ad aria
ja: エアフライヤー
ko: 에어프라이어
ru: Аэрогриль
vi: Nồi chiên không dầu
zh_hans: 空气炸锅

source: Aisle
ar: القسم
de: Gang
el: Διάδρομος
es: Pasillo
fr: Rayon
hi: सेक्शन
it: Reparto
ja: 売り場
ko: 코너
pt_br: Corredor
ru: Отдел
tr: Reyon
vi: Quầy
zh_hans: 货架区

source: All checked
ar: تم تحديد الكل
de: Alles abgehakt
el: Όλα τσεκαρισμένα
es: Todo marcado
fr: Tout coché
hi: सब चुन लिया
it: Tutto spuntato
ja: すべてチェック済み
ko: 모두 체크함
pt_br: Tudo marcado
ru: Всё отмечено
tr: Hepsi işaretlendi
vi: Đã đánh dấu tất cả
zh_hans: 全部已勾选

source: All data erased
ar: تم مسح كل البيانات
de: Alle Daten gelöscht
el: Όλα τα δεδομένα διαγράφηκαν
es: Todos los datos borrados
fr: Toutes les données effacées
hi: सारा डेटा मिटा दिया गया
it: Tutti i dati cancellati
ja: すべてのデータを消去しました
ko: 모든 데이터가 삭제됨
pt_br: Todos os dados apagados
ru: Все данные удалены
tr: Tüm veriler silindi
vi: Đã xóa toàn bộ dữ liệu
zh_hans: 所有数据已清除

source: Allergen
ar: مسبّب حساسية
el: Αλλεργιογόνο
es: Alérgeno
fr: Allergène
hi: एलर्जन
it: Allergene
ja: アレルゲン
ko: 알레르기 유발 성분
pt_br: Alérgeno
ru: Аллерген
tr: Alerjen
vi: Chất gây dị ứng
zh_hans: 过敏原

source: Allergens are always handled
ar: مسبّبات الحساسية تُراعى دائمًا
de: Allergene werden immer berücksichtigt
el: Τα αλλεργιογόνα λαμβάνονται πάντα υπόψη
es: Los alérgenos siempre se tienen en cuenta
fr: Les allergènes sont toujours pris en compte
hi: एलर्जन का हमेशा ध्यान रखा जाता है
it: Gli allergeni sono sempre gestiti
ja: アレルゲンは常に考慮されます
ko: 알레르기 유발 성분은 항상 반영돼요
pt_br: Alérgenos são sempre considerados
ru: Аллергены учитываются всегда
tr: Alerjenler her zaman dikkate alınır
vi: Chất gây dị ứng luôn được xử lý
zh_hans: 过敏原始终会被处理

source: Allergies are hard constraints. Include every ingredient that must stay out.
ar: الحساسية قواعد صارمة. أضف كل مكوّن يجب استبعاده.
de: Allergien sind feste Regeln. Gib jede Zutat an, die draußen bleiben muss.
el: Οι αλλεργίες είναι αυστηροί κανόνες. Συμπλήρωσε κάθε υλικό που πρέπει να μείνει εκτός.
es: Las alergias son reglas estrictas. Incluye todos los ingredientes que deben quedar fuera.
fr: Les allergies sont des règles strictes. Indiquez chaque ingrédient à exclure.
hi: एलर्जी सख़्त नियम हैं। हर वह सामग्री लिखें जो बिल्कुल नहीं होनी चाहिए।
it: Le allergie sono regole rigide. Inserisci ogni ingrediente da escludere.
ja: アレルギーは必ず守るルールです。除外すべき材料をすべて入力してください。
ko: 알레르기는 반드시 지키는 규칙이에요. 빠져야 하는 재료를 모두 입력하세요.
pt_br: Alergias são regras rígidas. Inclua cada ingrediente que precisa ficar de fora.
ru: Аллергии — строгие правила. Укажите каждый ингредиент, который нужно исключить.
tr: Alerjiler kesin kurallardır. Dışarıda kalması gereken her malzemeyi ekle.
vi: Dị ứng là quy tắc bắt buộc. Hãy nhập mọi nguyên liệu phải loại bỏ.
zh_hans: 过敏是硬性规则。请写出每一种必须排除的食材。

source: Allergies — hard rules
ar: الحساسية — قواعد صارمة
de: Allergien – feste Regeln
el: Αλλεργίες — αυστηροί κανόνες
es: Alergias — reglas estrictas
fr: Allergies — règles strictes
hi: एलर्जी — सख़्त नियम
it: Allergie — regole rigide
ja: アレルギー — 必ず守るルール
ko: 알레르기 — 필수 규칙
pt_br: Alergias — regras rígidas
ru: Аллергии — строгие правила
tr: Alerjiler — kesin kurallar
vi: Dị ứng — quy tắc bắt buộc
zh_hans: 过敏 — 硬性规则

source: Already have · %lld
ar: متوفر لديك · %lld
de: Schon vorhanden · %lld
el: Υπάρχει ήδη · %lld
es: Ya tienes · %lld
fr: Déjà en stock · %lld
hi: पहले से है · %lld
it: Già in casa · %lld
ja: 手持ちあり · %lld
ko: 이미 있음 · %lld
pt_br: Já tem · %lld
ru: Уже есть · %lld
tr: Zaten var · %lld
vi: Đã có · %lld
zh_hans: 已有 · %lld

source: Always applied for %@
ar: تُطبّق دائمًا على %@
de: Gilt immer für %@
el: Ισχύει πάντα για %@
es: Siempre se aplica para %@
fr: Toujours appliqué pour %@
hi: %@ के लिए हमेशा लागू
it: Sempre applicato per %@
ja: %@には常に適用
ko: %@에게 항상 적용
pt_br: Sempre aplicado para %@
ru: Всегда для: %@
tr: %@ için her zaman uygulanır
vi: Luôn áp dụng cho %@
zh_hans: 始终对%@生效

source: American
ar: أمريكي
de: Amerikanisch
el: Αμερικανική
es: Estadounidense
fr: Américaine
hi: अमेरिकी
it: Americana
ja: アメリカ料理
ko: 미국 요리
pt_br: Americana
ru: Американская
tr: Amerikan
vi: Món Mỹ
zh_hans: 美式

source: Amount
ar: الكمية
de: Menge
el: Ποσότητα
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ja: 分量
ko: 양
pt_br: Quantidade
ru: Количество
tr: Miktar
vi: Lượng
zh_hans: 用量

source: Amount unclear — please check
ar: الكمية غير واضحة — يُرجى التحقق
de: Menge unklar – bitte prüfen
el: Ασαφής ποσότητα — έλεγξέ τη
es: Cantidad poco clara — revísala
fr: Quantité imprécise — à vérifier
hi: मात्रा साफ़ नहीं — कृपया जाँचें
it: Quantità poco chiara — controlla
ja: 分量が不明確です — 確認してください
ko: 양이 불분명해요 — 확인해 주세요
pt_br: Quantidade pouco clara — confira
ru: Количество неясно — проверьте
tr: Miktar net değil — kontrol et
vi: Lượng chưa rõ — vui lòng kiểm tra
zh_hans: 用量不明确 — 请检查
